import imgFruits from '../assets/images/background/category-page-title/fruit-360x360.png';
import imgVegetables from '../assets/images/background/category-page-title/vegetables-360x360.png';
import imgGreenery from '../assets/images/background/category-page-title/greenery-360x360.png';
import imgHome from '../assets/images/background/category-page-title/home-360x360.png';

export default {
  logo: {
    name: 'Fretl',
    slogan: 'Доставка отборных продуктов на дом!',
  },
  phone: '+38 (093) 120-19-28',
  homeTitle: {
    title: 'ДОСТАВКА ОТБОРНЫХ ОВОЩЕЙ, ФРУКТОВ, МЯСНОЙ И КИСЛОМОЛОЧНОЙ ПРОДУКЦИИ К ВАШЕЙ ДВЕРИ',
    subtitle: 'Выберите необходимые продукты, оформите заказ и получите его с доставкой в удобный для Вас день и время!',
  },
  categoryTopics: {
    fruits: {
      title: 'Фрукты',
      description: 'Аппетитные и сладкие фрукты: от домашних яблок до тропических лакомств. Порадуйте себя нежным вкусом фруктового салата, насладитесь натуральным фрешем. Помните, что фрукты - это не просто природный деликатес, но и источник витаминов, настоящей энергии и здоровья.',
      image: imgFruits,
    },
    vegetables: {
      title: 'Овощи',
      description: 'Богатые необходимыми для здоровья углеводами и клетчаткой отборные овощи попадают к Вам прямо с украинских полей. Натуральные овощи - неотъемлемый атрибут салатов, рагу и традиционных супов. Закажите необходимые продукты и мы доставим отобранные вручную овощи прямиком к Вашей двери.',
      image: imgVegetables,
    },
    greenery: {
      title: 'Зелень',
      description: 'Аккуратные листья петрушки украшают мясные деликатесы, изысканные веточки розмарина кладут сверху кексов и капкейков, а базилик, руккола, шпинат, укроп и щавель - неотъемлемые компоненты питательных смузи и легких салатов. Кроме того - зелень - настоящий источник витаминов и полезных микроэлементов. Сделайте Ваш заказ и получите свежую и ароматную зелень для Ваших любимых деликатесов.',
      image: imgGreenery,
    },
    home: {
      title: 'Домашние Продукты',
      description: 'Разве может быть что-то вкуснее настоящей деревенской продукции, свежего мяса, сыров ручной работы? Мы и наши партнеры из гастрономического бутика МЯСОЕД, рады подарить Вам возможность насладиться природным вкусом полезной фермерской продукции. Порадуйте себя натуральными домашними продуктами без добавления консервантов и химикатов и закажите доставку домашний продуктов прямо к Вашей двери.',
      image: imgHome,
    },
  },
};
